zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
agkozak/zsh-z
lukechilds/zsh-better-npm-completion

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/gh
ohmyzsh/ohmyzsh path:plugins/git-extras
ohmyzsh/ohmyzsh path:themes/ys.zsh-theme
